#Область ПрограммныйИнтерфейс

// Возвращает покупателя из документа
//
// Параметры:
//  Источник - ДокументСсылка.Заказ,ДокументСсылка.ПоступлениеДенег,ДокументСсылка.РасходТовара - 
// 
// Возвращаемое значение:
//  СправочникСсылка.Контрагенты - 
//
Функция Покупатель(Источник) Экспорт
	
	Результат = Источник.Покупатель;
	
	Возврат Результат;
	
КонецФункции

#КонецОбласти

#Область СлужебныйПрограммныйИнтерфейс
// Код процедур и функций
#КонецОбласти

#Область СлужебныеПроцедурыИФункции
// Код процедур и функций
#КонецОбласти