#Область ПрограммныйИнтерфейс

// Возвращает поставщика из документа
//
// Параметры:
//  Источник - ДокументСсылка.Оплата,ДокументСсылка.ПриходТовара - 
// 
// Возвращаемое значение:
//  СправочникСсылка.Контрагенты - 
//
Функция Поставщик(Источник) Экспорт
	
	Результат = Источник.Поставщик;
	
	Возврат Результат;
	
КонецФункции

#КонецОбласти

#Область СлужебныйПрограммныйИнтерфейс
// Код процедур и функций
#КонецОбласти

#Область СлужебныеПроцедурыИФункции
// Код процедур и функций
#КонецОбласти